Repository: elmiram/ASD_children_corpus
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: English
ru: английский

source: Norwegian
ru: норвежский

source: Korean
ru: корейский

source: Italian
ru: итальянский

source: French
ru: французский

source: German
ru: немецкий

source: Serbian
ru: сербский

source: owner
ru: создатель

source: Paste the text here.
ru: Скопируйте в это поле текст

source: text
ru: текст

source: Enter author's first and/or second name.
ru: Введите имя автора

source: author
ru: автор

source: mode
ru: тип текста

source: written
ru: письменный

source: oral
ru: устный

source: Enter the name of the folder and file from which the text is taken.
ru: Введите название папки или файла, из которого скопирован текст

source: Source
ru: источник текста

source: subcorpus
ru: подкорпус

source: When the text was written, e.g. 2014.
ru: Когда текст был написан

source: date
ru: дата

source: genre
ru: жанр

source: gender
ru: пол

source: female
ru: женский

source: male
ru: мужской

source: Enter the name of the program in which the text was assigned
ru: Введите название курса, на котором был задан текст

source: program
ru: курс

source: language background
ru: русский язык

source: heritage
ru: эритажный

source: foreign
ru: иностранный

source: type of text
ru: тип текста

source: level
ru: уровень

source: annotation
ru: аннотация

source: student code
ru: код студента

source: time limit
ru: временные ограничения

source: dominant language
ru: доминантный язык

source: full metadata
ru: метаданные заполнены

source: words
ru: слова

source: sentences
ru: предложения

source: date displayed
ru: отображаемая дата

source: text is annotated
ru: текст размечен

source: text is checked
ru: текст проверен

source: document
ru: документ

source: documents
ru: документы

source: sentence
ru: предложение

source: annotations
ru: аннотации

source: token
ru: токен

source: tokens
ru: токены

source: analysis
ru: разбор

source: analyses
ru: разборы

source: Russian
ru: русский

source: Please use the calendar view to choose date.
ru: Используйте календарь, чтобы выбрать дату

source: Please enter the news text in Russian.
ru: Введите текст новости на русском языке

source: text in Russian
ru: текст на русском языке

source: Please enter the news text in English.
ru: Введите текст новости на английском языке

source: text in English
ru: текст на английском

source: article
ru: статья

source: articles
ru: статьи

source: Enter the name of the section in Russian
ru: Введите текст на русском языке

source: name in Russian
ru: название на русском языке

source: Enter the name of the section in English
ru: Введите текст на английском языке

source: name in English
ru: название на английском языке

source: Please enter the number of the entry on the page
ru: Введите номер секции на странице

source: entry number
ru: номер секции

source: section
ru: секция

source: sections
ru: секции

source: Main
ru: Главная

source: Search
ru: Поиск

source: Annotate
ru: Аннотировать

source: Russian Learner Corpus Statistics
ru: Русский учебный корпус Статистика

source: Statistics
ru: Статистика

source: List of documents for annotation
ru: Список текстов для разметки

source: Choose language:
ru: Выберите язык:

source: Choose annotator:
ru: Выберите разметчика:

source: Not annotated
ru: Не размечено

source: Annotated, not checked
ru: Размечено, не проверено

source: Annotated, checked
ru: Размечено, проверено

source: Russian Learner Corpus Annotation
ru: Русский учебный корпус Разметка

source: Annotation
ru: Разметка

source: Annotate text
ru: Аннотировать текст

source: Checked
ru: Проверено

source: Not checked
ru: Не проверено

source: Annotated
ru: Размечено

source: Download annotation as csv
ru: Скачать разметку в csv

source: Download text as csv
ru: Скачать текст в csv

source: Download plain text
ru: Скачать чистый текст

source: Upload annotation
ru: Загрузить разметку

source: Russian Learner Corpus
ru: Русский учебный корпус

source: RLC: Russian Learner Corpus
ru: RLC: Русский учебный корпус

source: News
ru: Новости

source: Help
ru: Помощь

source: Admin panel
ru: Панель управления

source: Actions
ru: Действия

source: About
ru: О корпусе

source: School of Linguistics NRU HSE
ru: Школа Лингвистики НИУ ВШЭ

source: Russian Learner Corpus Result
ru: Русский учебный корпус Результат

source: Result
ru: Результат

source: Corpus total
ru: Всего в корпусе

source: Search executed in a user-defined subcorpus of
ru: Поиск выполнен по пользовательсокму корпусу из

source: Found
ru: Найдено

source: contexts
ru: контекстов

source: previous page
ru: предыдущая страница

source: next page
ru: следующая страница

source: Russian Learner Corpus Search
ru: Русский учебный корпус Поиск

source: Exact search
ru: Поиск точных форм

source: Input key words:
ru: Введите ключевые слова:

source: Specify Subcorpus
ru: Выбрать подкорпус

source: Display Options
ru: Настройки

source: Search in New Window
ru: Искать в новом окне

source: Lexico-grammatical search
ru: Лексико-грамматический поиск

source: Wordform
ru: Словоформа

source: PoS
ru: Часть речи

source: Part of Speech
ru: Часть речи

source: Gram
ru: Грамматика

source: Grammatical features
ru: Грамматические характеристики

source: Errors
ru: Ошибки

source: Error tags
ru: Тэги ошибок

source: From
ru: От

source: to
ru: до

source: Subcorpus
ru: Подкорпус

source: Period
ru: Период

source: from
ru: от

source: Gender of author
ru: Пол автора

source: m
ru: м

source: f
ru: ж

source: any
ru: любой

source: Text mode
ru: Тип текста

source: Language background
ru: Русский язык

source: Dominant language
ru: Доминантный язык

source: Check All
ru: Выделить все

source: Search only in RULEC
ru: Искать только в RULEC

source: Preferences
ru: Настройки

source: Output layout
ru: Формат вывода

source: full
ru: полный

source: Matches per page
ru: Предложений на странице

source: Sentences in expanded context
ru: Предложений в расширенном контексте

source: Sort by
ru: Сортировать по

source: wordform
ru: словоформе

source: lexeme
ru: лексеме

source: left wordform
ru: левой словоформе

source: distance
ru: расстоянию

source: year descending
ru: году (по убыванию)

source: ERROR TAGS
ru: Тэги ошибок

source: Spelling errors
ru: Орфографические ошибки

source: Lexical errors
ru: Лексические ошибки

source: Collocation errors
ru: Ошибки в конструкциях

source: Morphological errors
ru: Морфологические ошибки

source: Cause of errors
ru: Причина ошибок

source: Additional tags
ru: Дополнительные пометы

source: Syntactic errors
ru: Синтаксические ошибки

source: OK
ru: ОК

source: Clear
ru: Очистить

source: Cancel
ru: Отмена

source: GRAMMATICAL TAGS
ru: Грамматические характеристики

source: Gender
ru: Род

source: masculine
ru: мужской

source: neuter
ru: средний

source: feminine
ru: женский

source: common
ru: общий

source: Case
ru: Падеж

source: nominative
ru: именительный

source: accusative
ru: винительный

source: dative
ru: дательный

source: genitive
ru: родительный

source: instrumental
ru: творительный

source: locative
ru: предложный

source: locative 2
ru: предложный 2

source: genitive 2
ru: родительный 2

source: Degree / Adj. form
ru: Степень / Краткость

source: comparative
ru: сравнительная

source: comparative 2
ru: сравнительная 2

source: superlative
ru: превосходная

source: full form
ru: полная форма

source: short form
ru: краткая форма

source: Number
ru: Число

source: singular
ru: единственное

source: plural
ru: множественное

source: Animacy
ru: Одушевленность

source: animate
ru: одушевленное

source: inanimate
ru: неодушевленное

source: Other features
ru: Прочее

source: digits
ru: цифры

source: anomalous form
ru: аномальная форма

source: distorted form
ru: искаженная форма

source: initials
ru: инициалы

source: abbreviation
ru: аббревиатура

source: indeclinable
ru: несклоняемое

source: toponym
ru: топоним

source: Mood / Verb form
ru: Наклонение / Форма

source: indicative
ru: изъявительное

source: imperative
ru: повелительное

source: imperative 2
ru: повелительное 2

source: infinitive
ru: инфинитив

source: participle
ru: причастие

source: gerund
ru: деепричастие

source: Tense
ru: Время

source: present
ru: настоящее

source: future
ru: будущее

source: past
ru: прошедшее

source: Aspect
ru: Вид

source: perfective
ru: совершенный

source: imperfective
ru: несовершенный

source: Person
ru: Лицо

source: first
ru: первое

source: second
ru: второе

source: third
ru: третье

source: Voice
ru: Залог

source: active
ru: действительный

source: passive
ru: страдательный

source: middle
ru: медиальный

source: Transitivity
ru: Переходность

source: transitive
ru: переходный

source: intransitive
ru: непереходный

source: Proper names
ru: Имена собственные

source: family name
ru: фамилия

source: first name
ru: имя

source: patronymic name
ru: отчество

source: POS TAGS
ru: Части речи

source: Parts of Speech
ru: Части речи

source: noun
ru: существительное

source: adjective
ru: прилагательное

source: numeral
ru: числительное

source: numeral adjective
ru: числ-прил

source: verb
ru: глагол

source: adverb
ru: наречие

source: parenthesis
ru: вводное слово

source: predicative
ru: предикатив

source: adverbial pronoun
ru: мест-прил

source: pronoun
ru: мест-сущ

source: adjective pronoun
ru: местоименное наречие

source: preposition
ru: предлог

source: conjunction
ru: союз

source: particle
ru: частица

source: interjection
ru: междометие

source: Russian Learner Corpus Help
ru: Русский учебный корпус Помощь

source: Back to top
ru: Наверх

source: Russian Learner Corpus News
ru: Русский учебный корпус Новости

source: Annotated documents:
ru: Размеченные тексты:

source: Checked documents:
ru: Проверенные тексты:

source: Raw counts
ru: Подсчеты

source: Number of texts
ru: Количество текстов

source: Number of words
ru: Количество слов

source: Number of sentences
ru: Количество предложений

source: Number of annotations
ru: Количество аннотаций

source: Gender counts
ru: Пол автора

source: unknown
ru: неизвестно

source: Genre counts
ru: Статистика по жанрам

source: Native language
ru: Доминантный язык
